Repository: jump-group/avacy-wp
Catalog: languages/avacy-*.po
Languages: it_it

source: The changes have been saved successfully.
it_it: Le modifiche sono state salvate con successo.

source: Team not found. Please check the entered data.
it_it: Team non trovato. Si prega di verificare i dati inseriti.

source: Webspace not found. Please check the entered data.
it_it: Spazio web non trovato. Si prega di verificare i dati inseriti.

source: The entered credentials are valid.
it_it: Le credenziali inserite sono valide.

source: The entered token has an incorrect format.
it_it: Il token inserito ha un formato errato.

source: Token not found or expired. Please check the entered data.
it_it: Token non trovato o scaduto. Si prega di verificare i dati inseriti.

source: The token has been saved successfully.
it_it: Il token è stato salvato con successo.

source: The token has been removed successfully.
it_it: Il token è stato rimosso con successo.

source: Connect to Avacy
it_it: Connettiti ad Avacy

source: Warning!
it_it: Attenzione!

source: To use the plugin, you need to have an Avacy account. If you are not registered yet, you can do so <a href=%s target="_blank">here</a>.
it_it: Per utilizzare il plugin, è necessario avere un account Avacy. Se non sei ancora registrato, puoi farlo <a href=%s target=“_blank”>qui</a>.

source: Connected to Avacy
it_it: Connesso a Avacy

source: Enter the name of your team
it_it: Inserisci il nome del tuo team

source: Avacy Team Name
it_it: Nome del team Avacy

source: Enter the name of the team to which the webspace belongs. You can find it at the top right of every page on Avacy.
it_it: Inserisci il nome del team a cui appartiene lo spazio web. Puoi trovarlo in alto a destra su ogni pagina di Avacy.

source: Enter the specific key of your webspace
it_it: Inserisci la chiave specifica del tuo spazio web

source: Enter the webspace key that you find at the end of the webspace configuration or in the webspace settings under "Avacy integration on your webspace".
it_it: Inserisci la chiave dello spazio web che trovi alla fine della configurazione dello spazio web o nelle impostazioni dello spazio web sotto “Integrazione Avacy sul tuo spazio web”.

source: Edit
it_it: Modifica

source: Preemptive Block
it_it: Blocco Preventivo

source: Consent Solution
it_it: Archivio consensi

source: Show the cookie banner on the website
it_it: Mostra il banner dei cookie sul sito web

source: To modify the appearance of the cookie banner <a href=%s target="_blank">click here</a>.
it_it: Per modificare l’aspetto del banner dei cookie <a href=%s target=“_blank”>clicca qui</a>.

source: Preemptively block all scripts.
it_it: Blocca preventivamente tutti gli script.

source: Set how Avacy records the data collected from your webspace in the consent archive.
it_it: Imposta come Avacy registra i dati raccolti dal tuo spazio web nell’archivio dei consensi.

source: In the <a href=%s target="_blank">consent archive section</a>, create a new token to link the service with WordPress and enter it in the field below.
it_it: Nella sezione <a href=%s target=“_blank”>archivio dei consensi</a>, crea un nuovo token per collegare il servizio con WordPress e inseriscilo nel campo sottostante.

source: Consent solution token
it_it: Token Archivio consensi

source: Enter the token
it_it: Inserisci il token

source: Type
it_it: Tipologia

source: Save in the Avacy consent solution
it_it: Salva nell’archivio consensi di Avacy

source: Select which data to save on Avacy
it_it: Seleziona quali dati salvare su Avacy

source: User identification field
it_it: Campo di identificazione utente

source: Save
it_it: Salva

source: Details
it_it: Dettagli

source: Connect
it_it: Connetti

source: Save changes
it_it: Salva modifiche
